Repository: paulwoman/Capitalism_Lab_ENG_to_IDN
Catalog: tm/auto/help_en-US_id.tmx
Source language: en_us
Languages: id

source: Conversely, a low value indicates some regions of the city do not have adequate police coverage.
id: Sebaliknya, nilai yang rendah mengindikasikan beberapa wilayah kota tidak memiliki jangkauan polisi yang memadai.

source: Geographical coverage of fire services
id: Cakupan geografis layanan kebakaran

source: A high value means that different regions of the city have good coverage of fire services.
id: Nilai yang tinggi berarti bahwa wilayah kota yang berbeda memiliki jangkauan layanan kebakaran yang baik.

source: Conversely, a low value indicates some regions of the city do not have adequate fire services coverage.
id: Sebaliknya, nilai yang rendah menunjukkan beberapa wilayah kota tidak memiliki jangkauan pelayanan kebakaran yang memadai.

source: Location convenience
id: Kenyamanan lokasi

source: A high value means that people living in different regions of the city is well served.
id: Nilai yang tinggi berarti masyarakat yang tinggal di berbagai wilayah kota terlayani dengan baik.

source: Conversely, a low value indicates that people in some regions of the city do not have good access to the services.
id: Sebaliknya, nilai yang rendah menunjukkan bahwa masyarakat di beberapa wilayah kota tidak memiliki akses layanan yang baik.

source: Citizens' overall satisfaction of the services
id: Kepuasan keseluruhan warga terhadap layanan

source: This is a product of the above three values and it ultimately tells whether the mayor is doing a good job providing services of this kind to the citizens.
id: Ini adalah produk dari tiga nilai di atas dan pada akhirnya memberi tahu apakah walikota melakukan pekerjaan yang baik dengan memberikan layanan semacam ini kepada warga.

source: Annual limit on immigrants
id: Batas tahunan untuk imigran

source: When a city does not have sufficient job opportunities for new immigrants, or its public facilities cannot keep up with the demand by its growing population, the city is likely to tighten its immigration policy.
id: Ketika sebuah kota tidak memiliki kesempatan kerja yang cukup bagi para imigran baru, atau fasilitas umum tidak dapat memenuhi permintaan oleh populasi yang terus bertambah, kota tersebut kemungkinan akan memperketat kebijakan imigrasinya.

source: Consumer Tax Rate
id: Tarif Pajak Konsumen

source: Consumer taxes are charged whenever consumers spending money on goods.
id: Pajak konsumen dibebankan setiap kali konsumen membelanjakan uang untuk barang.

source: (Tax = Product Price X Consumer Tax Rate).
id: (Pajak = Harga Produk X Tarif Pajak Konsumen).

source: When a city's consumer tax rate is too high, consumer spending will decline.
id: Ketika tarif pajak konsumen suatu kota terlalu tinggi, pengeluaran konsumen akan menurun.

source: Weak consumer spending will in turn adversely affect the business sector.
id: Belanja konsumen yang lemah pada gilirannya akan berdampak buruk bagi sektor bisnis.

source: Individual Income Tax Rate
id: Tarif Pajak Penghasilan Perorangan

source: When a city's individual income tax rate is too high, it will have a negative effect on consumer spending.
id: Ketika tarif pajak pendapatan perorangan kota terlalu tinggi, hal itu akan berdampak negatif pada belanja konsumen.

source: In addition, the "Jobs and Income" category of the Quality of Life index will suffer a drop as well.
id: Selain itu, kategori "Pekerjaan dan Pendapatan" dari indeks Kualitas Hidup juga akan mengalami penurunan.

source: Corporate Profit Tax Rate
id: Tarif Pajak Laba Perusahaan

source: A high corporate profit tax rate brings in greater tax revenue for the city whereas a low corporate profit tax attracts business investment.
id: Tarif pajak laba perusahaan yang tinggi menghasilkan pendapatan pajak yang lebih besar untuk kota sedangkan pajak laba perusahaan yang rendah menarik investasi bisnis.

source: Unemployment Benefits Pay Rate
id: Tingkat Pembayaran Manfaat Pengangguran

source: The pay rate of unemployment benefits as a percentage of the reference salary.
id: Tingkat gaji tunjangan pengangguran sebagai persentase dari gaji referensi.

source: Auto Manage Media Firms
id: Kelola Perusahaan Media Secara Otomatis

source: When this is enabled, the computer will automatically manage all of the city's existing media firms for you.
id: Jika ini diaktifkan, komputer akan secara otomatis mengelola semua perusahaan media kota yang ada untuk Anda.

source: Auto Manage Apartments
id: Kelola Apartemen secara Otomatis

source: When this is enabled, the computer will automatically manage all of the city's existing apartments for you.
id: Jika ini diaktifkan, komputer akan secara otomatis mengelola semua apartemen kota yang ada untuk Anda.

source: It will set the apartments' rents based on your preference which you may customize with the "Rent" setting below.
id: Ini akan mengatur sewa apartemen berdasarkan preferensi Anda yang dapat Anda sesuaikan dengan pengaturan "Sewa" di bawah ini.

source: Auto Manage Commercial Buildings
id: Kelola Bangunan Komersial secara Otomatis

source: When this is enabled, the computer will automatically manage all of the city's existing commercial buildings for you.
id: Jika ini diaktifkan, komputer akan secara otomatis mengelola semua bangunan komersial yang ada di kota itu untuk Anda.

source: It will set the commercial buildings' rents based on your preference which you may customize with the "Rent" setting below.
id: Ini akan mengatur sewa bangunan komersial berdasarkan preferensi Anda yang dapat Anda sesuaikan dengan pengaturan "Sewa" di bawah ini.

source: People emigrating from the city.
id: Orang yang beremigrasi dari kota.

source: The low value of this aspect of quality of life has caused some people to emigrate from this city to other cities.
id: Rendahnya nilai aspek kualitas hidup ini menyebabkan sebagian orang bermigrasi dari kota ini ke kota lain.

source: MAPPUBLIC
id: PETA PUBLIK

source: Mini Map - Public Service mode
id: Peta Mini - mode Layanan Umum

source: The mini map currently shows the geographical coverage of this type of civic building.
id: Peta mini saat ini menunjukkan cakupan geografis dari jenis bangunan sipil ini.

source: Click here to select another type of civic building.
id: Klik di sini untuk memilih jenis bangunan sipil lainnya.

source: Click here to select a type of civic building for the mini map to display the geographical coverage of its services.
id: Klik di sini untuk memilih tipe bangunan sipil untuk peta mini guna menampilkan cakupan geografis layanannya.

source: Government Mode (hotkey: Tab)
id: Mode Pemerintah (hotkey: Tab)

source: Switch to the Government Mode to give orders on behalf of the government.
id: Beralih ke Mode Pemerintah untuk memberi perintah atas nama pemerintah.

source: Business Mode (hotkey: Tab)
id: Mode Bisnis (hotkey: Tab)

source: Switch to the Business Mode to give orders on behalf of the corporation.
id: Beralih ke Mode Bisnis untuk memberikan pesanan atas nama perusahaan.

source: APPROVAL
id: PERSETUJUAN

source: Mayor Approval Rating
id: Peringkat Persetujuan Walikota

source: The current city's mayor approval rating.
id: Peringkat persetujuan walikota kota saat ini.

source: For more details, see the Cities page on the Information Center.
id: Untuk lebih jelasnya, lihat halaman Kota di Pusat Informasi.

source: Click here to open the Mayor report.
id: Klik di sini untuk membuka laporan Walikota.

source: Goal Achievement Progress
id: Kemajuan Pencapaian Tujuan

source: It indicates your progress in achieving the goals.
id: Ini menunjukkan kemajuan Anda dalam mencapai tujuan.

source: Click here to open the #Goal report#.
id: Klik di sini untuk membuka laporan #Goal #.

source: (hotkey: G)
id: (tombol pintas: G)

source: Show the Economic Info window
id: Tampilkan jendela Info Ekonomi

source: Hide the Economic Info window
id: Sembunyikan jendela Info Ekonomi

source: Extend the Economic Info window to display additional info.
id: Perluas jendela Info Ekonomi untuk menampilkan info tambahan.

source: Hide the extended section of the Economic Info window.
id: Sembunyikan bagian tambahan dari jendela Info Ekonomi.

source: To search a product, simply type the first letter of the product's name.
id: Untuk mencari produk, cukup ketik huruf pertama dari nama produknya.

source: Select the city where the suppliers are located.
id: Pilih kota tempat pemasok berada.

source: Hotkeys: Use F1, F2 and F3 to select All suppliers, Seaports and your own firms respectively.
id: Tombol pintas: Gunakan F1, F2 dan F3 untuk memilih Semua pemasok, Pelabuhan dan perusahaan Anda masing-masing.

source: Press [Enter] any time to open the product filter list.
id: Tekan [Enter] kapan saja untuk membuka daftar filter produk.

source: To locate the product you want, type the first letter of the product name
id: Untuk menemukan produk yang Anda inginkan, ketikkan huruf pertama dari nama produk

source: CONFIRMP
id: KONFIRMASI

source: Confirm the price change (hotkey: ']')
id: Konfirmasikan perubahan harga (hotkey: ']')

source: Use the Space key to show or hide this drop down list of product filters.
id: Gunakan tombol Spasi untuk menampilkan atau menyembunyikan daftar drop-down filter produk ini.

source: Red text denotes that layout plans or inputs are not available for the product.
id: Teks merah menunjukkan bahwa rencana tata letak atau input tidak tersedia untuk produk.

source: Hotkey: Left arrow key to go to the previous layout plan.
id: Hotkey: Tombol panah kiri untuk pergi ke rencana tata letak sebelumnya.

source: Hotkey: Right arrow key to go to the next layout plan.
id: Hotkey: Tombol panah kanan untuk pergi ke rencana tata letak berikutnya.

source: Build a mine for extracting minerals.
id: Bangun tambang untuk mengekstraksi mineral.

source: Build an oil well for extracting oil.
id: Bangun sumur minyak untuk mengekstraksi minyak.

source: Build a logging camp for processing logs into timber.
id: Bangun kamp penebangan untuk memproses kayu gelondongan menjadi kayu.

source: Build a new city (size: 200x200) (disabled)
id: Bangun kota baru (ukuran: 200x200) (dinonaktifkan)

source: To build a new city, first select an empty region on the map that has sufficient land mass.
id: Untuk membangun kota baru, pertama-tama pilih wilayah kosong pada peta yang memiliki luas daratan yang cukup.

source: Build a new city (size: 200x200).
id: Bangun kota baru (ukuran: 200x200).

source: The current stock price.
id: Harga saham saat ini.

source: The total number of shares currently held by all its shareholders.
id: Jumlah total saham yang saat ini dimiliki oleh semua pemegang sahamnya.

source: The market capitalization of a company.
id: Kapitalisasi pasar suatu perusahaan.

source: It equals to its share price times the total number of shares outstanding.
id: Itu sama dengan harga sahamnya dikalikan jumlah total saham yang beredar.

source: In other words, it is the total market value of the company in the stock market.
id: Dengan kata lain, ini adalah nilai pasar total perusahaan di pasar saham.

source: Earnings Per Share
id: Penghasilan Per Saham

source: The Earnings Per Share is a company's operating profit over the past 365 days divided by the total number of outstanding shares.
id: Penghasilan Per Saham adalah laba operasi perusahaan selama 365 hari terakhir dibagi dengan jumlah total saham beredar.

source: When a company issues new shares, the Earning Per Share will be diluted as the company's profit will be divided by a larger number of shares.
id: Saat perusahaan menerbitkan saham baru, Earning Per Share akan terdilusi karena laba perusahaan akan dibagi dengan jumlah saham yang lebih banyak.

source: Equity Per Share
id: Ekuitas Per Saham

source: It is the company's Shareholder Equity (which you can view in the Balance Sheet) divided by the total number of outstanding shares.
id: Ini adalah Ekuitas Pemegang Saham perusahaan (yang dapat Anda lihat di Neraca) dibagi dengan jumlah total saham yang beredar.

source: The P/E Ratio or the Price-Earnings Ratio
id: Rasio P / E atau Price-Earnings Ratio

source: It is an equity valuation multiple, defined as the stock price divided by Earnings Per Share.
id: Ini adalah beberapa penilaian ekuitas, yang didefinisikan sebagai harga saham dibagi dengan Penghasilan Per Saham.

source: A high P/E ratio generally means the stock is expensive as people are buying high prices to buy the stock, possibly driven by investors' confidence in the company's growth prospect.
id: Rasio P / E yang tinggi umumnya berarti saham tersebut mahal karena orang-orang membeli dengan harga tinggi untuk membeli saham tersebut, kemungkinan didorong oleh kepercayaan investor terhadap prospek pertumbuhan perusahaan.

source: The P/B Ratio or the Price-to-Book Ratio
id: Rasio P / B atau Rasio Harga-ke-Buku

source: It is calculated by dividing the current stock price by the Equity Per Share.
id: Ini dihitung dengan membagi harga saham saat ini dengan Ekuitas Per Saham.

source: A P/B ratio that is lower than 1.0 means that the stock is currently trading at a price lower than the stock's net worth
id: Rasio P / B yang lebih rendah dari 1,0 berarti saham saat ini diperdagangkan dengan harga yang lebih rendah dari kekayaan bersih saham

source: Dividend Yield
id: Hasil Dividen

source: This is a percentage calculated by dividing the latest dividend paid by the stock price.
id: Ini adalah persentase yang dihitung dengan membagi dividen terakhir yang dibayarkan dengan harga saham.

source: The greater the dividend yield, the more cash is returned to each investor when the dividend is paid out each year.
id: Semakin besar hasil dividen, semakin banyak uang tunai yang dikembalikan kepada masing-masing investor saat dividen dibayarkan setiap tahun.

source: Total Shareholder Return (Annual)
id: Total Pengembalian Pemegang Saham (Tahunan)

source: This percentage is calculated by dividing the total return to investors (which is the sum of dividends paid and capital gains from stock price increases in the past 365 days), by the stock price.
id: Persentase ini dihitung dengan membagi total pengembalian kepada investor (yang merupakan jumlah dividen yang dibayarkan dan keuntungan modal dari kenaikan harga saham dalam 365 hari terakhir), dengan harga saham.

source: Total Shareholder Return (Lifetime)
id: Total Pengembalian Pemegang Saham (Seumur Hidup)

source: This percentage is calculated by dividing the total return to investors (which is the sum of all dividends paid and lifetime capital gains from stock price increases), by the stock price.
id: Persentase ini dihitung dengan membagi total pengembalian kepada investor (yang merupakan jumlah dari semua dividen yang dibayarkan dan keuntungan modal seumur hidup dari kenaikan harga saham), dengan harga saham.

source: Show all layout plans (F1)
id: Tampilkan semua rencana tata letak (F1)

source: Only show layout plans with all inputs available (F2)
id: Hanya tampilkan rencana tata letak dengan semua input tersedia (F2)

source: Toggle display mode
id: Alihkan mode tampilan

source: Toggle between Banner display mode and Info display mode.
id: Beralih antara mode tampilan Spanduk dan mode tampilan Info.

source: (In Banner display mode, if a MOD does not have a banner, its information will be display instead.)
id: (Dalam mode tampilan Spanduk, jika MOD tidak memiliki spanduk, informasinya akan ditampilkan.)

source: Download MODs
id: Unduh MOD

source: Access the Capitalism Lab MOD forum to download user-created MODs.
id: Akses forum MOD Lab Kapitalisme untuk mengunduh MOD buatan pengguna.

source: Dividend Payout Ratio
id: Rasio Pembayaran Dividen

source: It is the percentage of earnings paid to shareholders in dividends.
id: Ini adalah persentase pendapatan yang dibayarkan kepada pemegang saham dalam bentuk dividen.

source: (Dividend Payout Ratio is calculated based on earnings per share, whereas Dividend Yield is calculated based on the stock price.)
id: (Rasio Pembayaran Dividen dihitung berdasarkan laba per saham, sedangkan Hasil Dividen dihitung berdasarkan harga saham.)

source: Actual Dividend Yield
id: Hasil Dividen Aktual

source: REDIRECT
id: ARAHKAN ULANG

source: Redirect Supply Links
id: Alihkan Tautan Pasokan

source: If any of your other firms have #broken supply links# which require the #same item# that #this Sales unit# is selling, you may use this button to #redirect all the affected supply links# to #this Sales unit#.
id: Jika salah satu perusahaan Anda yang lain memiliki # tautan pasokan terputus # yang memerlukan # item yang sama # yang dijual # unit Penjualan ini #, Anda dapat menggunakan tombol ini untuk # mengalihkan semua tautan pasokan yang terpengaruh # ke # unit Penjualan ini #.

source: For example, your mine's reserve #has exhausted#, and you have just #built a new mine#, then you may use this button to #redirect all the affected supply links# to the #new mine#.
id: Misalnya, cadangan tambang Anda #hased #, dan Anda baru saja #membuat tambang baru #, Anda dapat menggunakan tombol ini untuk #mengalihkan semua tautan suplai yang terpengaruh # ke # tambang baru #.

source: Using the MOD folder
id: Menggunakan folder MOD

source: Currently a MOD is in use.
id: Saat ini MOD sedang digunakan.

source: Product custom images will be accessed from the "MOD\<mod name>\Products" folder instead of the "My Games\Capitalism Lab\Products" folder.
id: Gambar kustom produk akan diakses dari folder "MOD \ <mod name> \ Products" bukan dari folder "My Games \ Capitalism Lab \ Products".

source: CUSTOPEN
id: DIBUKA

source: Open the file folder where custom product images are stored.
id: Buka folder file tempat penyimpanan gambar produk kustom.

source: To add new custom product images into the game, save PNG image files (120x120 pixels) into the folder."
id: Untuk menambahkan gambar produk kustom baru ke dalam game, simpan file gambar PNG (120x120 piksel) ke dalam folder. "

source: Open the interface for adding custom design product images into the game.
id: Buka antarmuka untuk menambahkan gambar produk desain khusus ke dalam game.

source: Sort the custom product images by their required tech levels.
id: Urutkan gambar produk khusus berdasarkan tingkat teknologi yang diperlukan.

source: CUSTUSE1
id: KUSTUSE1

source: Add the selected custom product design into your library.
id: Tambahkan desain produk kustom yang dipilih ke perpustakaan Anda.

source: You can then use the product design in your manufacturing units in your factories.
id: Anda kemudian dapat menggunakan desain produk di unit produksi di pabrik Anda.

source: CUSTUSE0
id: KUSTUSE0

source: Cannot add it.
id: Tidak dapat menambahkannya.

source: You have already added the selected custom product design into your library.
id: Anda telah menambahkan desain produk kustom yang dipilih ke perpustakaan Anda.

source: CUSTUSE2
id: KUSTUSE2

source: Cannot add this product design
id: Tidak dapat menambahkan desain produk ini

source: Because you have already reached the maximum number of product designs you can add to your library.
id: Karena Anda telah mencapai jumlah maksimum desain produk yang dapat Anda tambahkan ke perpustakaan Anda.

source: To increase the limit, first increase the tech level of the product.
id: Untuk meningkatkan batas, pertama-tama tingkatkan tingkat teknologi produk.

source: CUSTEXIT
id: KUSTEXIT

source: Exit this window (hotkey: ESC)
id: Keluar dari jendela ini (hotkey: ESC)

source: Product Customization
id: Kustomisasi produk

source: You can associate custom images to your products and assign a technology level to each custom product image.
id: Anda dapat mengaitkan gambar kustom ke produk Anda dan menetapkan tingkat teknologi untuk setiap gambar produk kustom.

source: When your tech level has reached the assigned level, the custom image will be displayed.
id: Saat level teknologi Anda telah mencapai level yang ditetapkan, gambar kustom akan ditampilkan.

source: e.g. You have defined a custom image of Smart Phone with a tech level of 300.
id: misalnya Anda telah menetapkan gambar kustom Ponsel Cerdas dengan tingkat teknologi 300.

source: When your Smart Phone tech has reached 300, this custom image will be displayed.
id: Saat teknologi Ponsel Cerdas Anda telah mencapai 300, gambar kustom ini akan ditampilkan.

source: Added product design
id: Menambahkan desain produk

source: The green background indicates that this product design has already been added to your library.
id: Latar belakang hijau menunjukkan bahwa desain produk ini telah ditambahkan ke perpustakaan Anda.

source: The city's Competitiveness Rating of the industry.
id: Peringkat Daya Saing industri kota.

source: The higher the city's competitiveness rating, the larger number of people are employed in the local industry.
id: Semakin tinggi peringkat daya saing kota, semakin banyak orang yang bekerja di industri lokal.

source: When the city's competitiveness is weak, it will have to import large volumes of goods, hurting employment in the manufacturing sector.
id: Ketika daya saing kota lemah, kota tersebut harus mengimpor barang dalam jumlah besar, sehingga merugikan lapangan kerja di sektor manufaktur.

source: The Global Competitiveness Rating of the industry.
id: Peringkat Daya Saing Global industri.

source: When the city's competitiveness rating exceeds the global competitiveness rating, the city will be in a position to export its products to the worldwide market.
id: Ketika peringkat daya saing kota melebihi peringkat daya saing global, kota ini akan mampu mengekspor produknya ke pasar dunia.

source: EXPORT
id: EKSPOR

source: The city's volume of export of the industry.
id: Volume ekspor industri kota.

source: There will be export when the city's competitiveness rating exceeds the global competitiveness rating.
id: Akan ada ekspor bila peringkat daya saing kota melebihi peringkat daya saing global.

source: Strong export will improve the city's employment significantly.
id: Ekspor yang kuat akan meningkatkan lapangan kerja kota secara signifikan.

source: Show disabled product classes or not.
id: Tampilkan kelas produk yang dinonaktifkan atau tidak.

source: Click here to toggle whether disabled product classes should be shown on this list.
id: Klik di sini untuk beralih apakah kelas produk yang dinonaktifkan harus ditampilkan di daftar ini.

source: I_PARTY
id: SAYA BERPESTA

source: Product Customization (hotkey: 'z')
id: Kustomisasi Produk (hotkey: 'z')

source: Click to open the Product Customization Editor to define custom images for the current product type.
id: Klik untuk membuka Editor Kustomisasi Produk guna menentukan gambar kustom untuk jenis produk saat ini.

source: A tick sign indicates that there are custom images defined for the product type.
id: Tanda centang menunjukkan bahwa ada gambar khusus yang ditentukan untuk jenis produk.

source: Group Supersedes Internal Sale
id: Grup Menggantikan Penjualan Internal

source: If this is enabled, any firms in your company and #subsidiaries# will always be able to buy products from each other, regardless of the #Internal Sale# setting.
id: Jika ini diaktifkan, semua perusahaan di perusahaan Anda dan # anak perusahaan # akan selalu dapat membeli produk dari satu sama lain, terlepas dari setelan # Penjualan Internal #.

source: Customize the production technology level for this manufacturing unit.
id: Sesuaikan tingkat teknologi produksi untuk unit produksi ini.

source: If you want, you may revert its production technology to a lower level and associate it with a different custom product image.
id: Jika mau, Anda dapat mengembalikan teknologi produksinya ke tingkat yang lebih rendah dan mengaitkannya dengan gambar produk kustom yang berbeda.

source: CUSTRESE
id: INDUSTRI

source: Reset the custom design.
id: Setel ulang desain khusus.
